Repository: senaite/senaite.impress
Catalog: src/senaite/impress/locales/*/LC_MESSAGES/senaite.impress.po
Languages: bs, es, pt_br

source: Analysis Report
bs: Nalaz analize
es: Informe de análisis
pt_br: Relatório de Análises

source: Analysis results relate only to the samples tested.
bs: Rezultati anallize se odnse samo na testirane uzorke
es: Los resultados de análisis solo hacen referencia a las muestras analizadas.
pt_br: Os resultados da análise referem-se apenas às amostras testadas.

source: Attachment for
bs: Dodatak za
es: Archivo adjunto para
pt_br: Anexo para

source: Attachments for ${DYNAMIC_CONTENT}
bs: Dodaci za ${DYNAMIC_CONTENT}
es: Archivos adjuntos para ${DYNAMIC_CONTENT}
pt_br: Anexo para ${DYNAMIC_CONTENT}

source: Attachments per Row
bs: Dodataka po redu
es: Archivos adjuntos en filas
pt_br: Anexos por linhas

source: Batch ID
bs: ID serije
es: ID del lote
pt_br: ID lote

source: Batch Labels
bs: Naljepnice serije
es: Etiquetas del lote
pt_br: Rótulos do lote

source: CC Contacts
es: Contactos en CC
pt_br: CC Contatos

source: Client
bs: Pacijent
es: Cliente
pt_br: Cliente

source: Client Batch ID
bs: ID serije pacijenta
es: ID de lote del cliente
pt_br: ID do Cliente do lote

source: Client Order
bs: Nalog pacijenta
es: Pedido del cliente
pt_br: Ordem do cliente

source: Client Reference
bs: Referenca pacijenta
es: Referencia de cliente
pt_br: Referência do cliente

source: Client SID
bs: SID pacijenta
es: Identificador de muestra del cliente
pt_br: ID amostra Cliente

source: Client Sample ID
bs: ID uzorka pacijenta
es: Identificador de muestra del cliente
pt_br: ID Amostra do cliente

source: Contact
bs: Kontakt
es: Contacto
pt_br: Contato

source: Custom Report Options
bs: Opcije prilagođavanja izvještaja
es: Opciones de configuración
pt_br: Opções personalizadas do relatório

source: Date Published
bs: Datum printanja
es: Fecha de publicación
pt_br: Data da publicação

source: Date Received
bs: Datum prijema
es: Fecha de recepción
pt_br: Data recebimento

source: Date Verified
bs: Datum verifikacije
es: Fecha de verificación
pt_br: Data verificação

source: Default Orientation
bs: Postavljena orijentacija
es: Orientación predeterminada
pt_br: Orientação padrão

source: Default Paper Format
bs: Postavljeni format papira
es: Formato de papel predeterminado
pt_br: Formato do papel padrão

source: Default Template
bs: Postavljeni šablon
es: Plantilla predeterminada
pt_br: Modelo padrão

source: Developer Mode
bs: Mod za developere
es: Modo para desarrollo
pt_br: Mode desenvolvedor

source: Filename:
bs: Ime datoteke:
es: Fichero:
pt_br: Nome do arquivo:

source: Footer Text
bs: Tekst u podnožju stranice
es: Texto de pie de página
pt_br: Texto rodapé

source: Generated reports for: {},
bs: Generirani izvještaji za: {},
es: Informes generados para: {},
pt_br: Relatórios gerados para: {},

source: HTML to PDF report engine for SENAITE
bs: HTML u PDF generator izvještaja za SENAITE
es: Motor de informes HTML a PDF para SENAITE
pt_br: Conversor de HTML para PDF no SENAITE

source: ID
pt_br: Identificação

source: Impress Controlpanel
es: Panel de control de Impress
pt_br: Painel de controle de impressão

source: Impress Settings
bs: Postavke Impress-a
es: Ajustes de Impress
pt_br: Definições de impressões

source: Initially loaded orientation
bs: Početno učitana orijentacija
es: Orientación por defecto
pt_br: Orientação inicial carregada

source: Initially loaded paper format
bs: Početno učitan format papira
es: Formato de página por defecto
pt_br: Formato do papel inicial carregado

source: Initially loaded report template
bs: Početno učitan šablon izvještaja
es: Plantilla de informe por defecto
pt_br: Modelo de relatório inicial carregado

source: Methods included in the ${accreditation_body} schedule of Accreditation for this Laboratory. Analysis remarks are not accredited
bs: Metode uključene u ${accreditation_body} raspored akreditacije za ovu laboratoriju. Primjedbe na analizu nisu akreditovane
es: Métodos acreditados por {$accreditation_body} para este laboratorio. Los comentarios de análisis no están acreditados.
pt_br: Método incluído na ${accreditation_body} listagem de acreditação para este Laboratório. Análises sinalizadas não são acreditadas.

source: Not invoiced
bs: Račun nije izdan
es: No facturado
pt_br: Não faturado

source: Number of attachments rendered within one row per Analysis Request
bs: Broj dodataka prikazanih po jednom redu zahtjeva za analizu
es: Número de ficheros adjuntos a mostrar en una sola línea por cada Solicitud de Análisis
pt_br: Número de anexos renderizados em uma linha por solicitação de análise

source: Phone
bs: Telefon
es: Teléfono
pt_br: Telefone

source: Provisional report
bs: Preliminarni nalaz
es: Informe provisional
pt_br: Relatório provisório

source: Published by
bs: Printao
es: Publicado por
pt_br: Publicado por

source: QC Results
bs: QC rezultati
es: Resultados de control de calidad
pt_br: Resultados de CQ

source: Range
bs: Raspon
es: Rango
pt_br: Variação

source: Received
es: Recibido
pt_br: Recebido

source: Responsibles
bs: Odgovornosti
es: Responsables
pt_br: Responsáveis

source: Result
bs: Rezultat
es: Resultado
pt_br: Resultado

source: Result out of client specified range.
bs: Rezultati izvan predviđenog raspona za pacijenta
es: Resultado fuera de rango.
pt_br: Resultados fora do especificado pelo cliente

source: Results
bs: Rezultati
es: Resultados
pt_br: Resultados

source: Results interpretation
bs: Interpretacija rezultata
es: Interpretación de resultados
pt_br: Interpretação dos resultados

source: Returns the raw HTML in the report preview.
bs: Vraća sirovi HTML u pregledu izvještaja
es: Muestra el HTML en crudo en la vista de previsualización
pt_br: Retorna o HTML bruto na visualização do relatório.

source: SENAITE IMPRESS
pt_br: IMPRESSÃO SENAITE

source: SENAITE IMPRESS Settings
bs: Postavke SENAITE IMPRESS
es: Configuración de SENAITE IMPRESS
pt_br: Definissões de IMPRESSÃO SENAITE

source: Sample ID
bs: ID uzorka
es: ID de muestra
pt_br: ID Amostra

source: Sample Point
bs: Lokacija uzimanja uzorka
es: Punto de muestreo
pt_br: Ponto de Amostragem

source: Sample Remarks
bs: Primjedbe o uzorku
es: Notas sobre la muestra
pt_br: Obeservações da amostra

source: Sample Type
bs: Vrsta uzorka
es: Tipo de muestra
pt_br: Tipo de amostra

source: Show Sample Remarks
pt_br: Mostrar observações da amostra

source: Specification
bs: Specifikacija
es: Especificaciones
pt_br: Especificações

source: State
es: Estado
pt_br: Estado

source: Store Multi-Report PDFs Individually
bs: Snimi generirane PDF multi-izvještaja individualno.
es: Guardar los PDFs de informes múltiples de resultados de forma individual
pt_br: Armazenar PDF de Multi-Relatórios individualmente

source: Store generated multi-report PDFs individually. Turn off to store the multi-report PDF only for the primary item of the report
bs: Snimi generirane PDF multi-izvještaja individualno. Isključite ovu opciju da snimate PDF multi-izvještaja samo za primarnu stavku izvještaja
es: Guardar los PDFs de informes múltiples de resultados de forma individual. Desactive si desea guardar los informes múltiples de resultados solo para el primer cliente del informe.
pt_br: Armazene PDFs de vários relatórios gerados individualmente. Desative para armazenar o PDF de vários relatórios apenas para o item principal do relatório

source: Summary
bs: Sažetak
es: Resumen
pt_br: Resumo

source: Test results are at a ${lab_confidence}% confidence level
bs: Rezultati testiranja su ${lab_confidence}% nivou pouzdanosti
es: Los resultados se expresan con un ${lab_confidence}% de nivel de confidencia
pt_br: Os resultados do teste estão em um nível de confiança de ${lab_confidence}%

source: The footer text will be rendered on every PDF page and may contain arbitrary HTML
bs: Tekst u podnožju stranice koji se prikazuje na svakoj PDF stranici i može sadržavati proizvoljan HTML
es: El texto del pie de página se generará en cada página del PDF y puede contener código HTML.
pt_br: O texto do rodapé será renderizado em cada página PDF e pode conter HTML arbitrário

source: This Analysis Request has been invalidated due to erroneously published results
bs: Ovaj zahtjev za analizu je poništen zbog pogrešnih objavljenih rezultata
es: La solicitud de análisis ha sido invalidada por un error en la publicación de resultados
pt_br: Esta solicitação de análise foi invalidada devido a resultados publicados erroneamente

source: This Analysis request has been replaced by
bs: Ovaj zahtjev za analizu je zamjenjen sa
es: Esta solicitud de análisis ha sido reemplazada por
pt_br: Esta solicitação de análise foi substituída por

source: This document shall not be reproduced except in full, without the written approval of ${name_lab}
bs: Ovaj dokument se ne smije reproducirati osim u cijelosti, i bez pismenog odobrenja ${name_lab}
es: Este documento no debe ser reproducido excepto en su totalidad, sin la aprobación por escrito de ${name_lab}
pt_br: Este documento não deve ser reproduzido, exceto na íntegra, sem a aprovação por escrito de ${name_lab}

source: Unit
bs: Jedinica
es: Unidad
pt_br: Unidade

source: CC Emails
es: Emails en CC

source: Fax
bs: Faks

source: Supervisor
bs: Nadzornik
